// 매거진 컴포넌트 사용 데이터 - culture.js

// 메인 문화센터영역과, 문화센터페이지 스와이퍼 데이터
const magazine_data = [
    {
        idx : "1",
        magsrc:"./images/magazine/magazine1.jpg",
        magsrc2:"./images/magazine/magazine1_desc.jpg",
        magname: `SPECIAL THEME
        ^
        Eco-Challenge, Dear My Planet`,
        magpro: `지구를 살리는 실천에 앞장서는 롯데백화점`,
        mageditor: `LIM JI MIN`,
        magcont: `인간은 다음 세대에 맑고 깨끗한 환경을 넘겨주어야 할 책임이 있기에 환경보호를 위한 노력은 늘 중요한 이슈로 거론된다. 6월 5일 환경의 날을 맞아 롯데백화점에서는 지구를 살리는 캠페인을 진행한다. 이러한 노력은 매년 꾸준히 지속해왔다. 지난해에는 여름과 가을에 걸쳐 ‘RE: EARTH MARKET’을 진행한 바 있다. 여름 시즌에는 제주 월정리와 양양 해변 등에 방치된 쓰레기나 표류물을 주워 재활용해 예술 작품을 만드는 비치 코밍, 잠실 월드파크와 잠수교 한강공원 등 도심에서 쓰레기를 줍는 시티 플로깅 등 MZ세대를 타깃으로 환경 캠페인을 쉽고 재미있게 참여할 수 있도록 했다. 백화점에서 발생하는 폐현수막과 명절 선물 후 버려지는 보냉백을 업사이클링한 활용법도 눈여겨볼 만하다. 폐현수막을 사용해 직접 북 커버와 키링을 제작하는 워크숍도 개최하고, 누깍과 협업해 5종의 한정 상품을 출시하기도 했다. 작년에 이어 백화점 전 점에서는 여름 시즌 한정 20만 원 이상 구매하는 고객에게 백화점 외벽 17개 동에서 수거한 현수막과 보냉 백으로 제작한 업사이클링 피크닉 보틀백을 증정한다. 6월 2일부터 18일까지 친환경을 대표하는 브랜드를 소개하는 팝업 스토어를 롯데월드몰에서 연다. 뷰티, 패션, 리빙 등 라이프스타일 전반을 아우르는 친환경 이슈 브랜드를 모아 일상에서 친숙히 환경을 돌아볼 수 있는 계기가 될 것. 롯데백화점은 이렇듯 환경과 관련한 지속 가능한 노력을 펼쳐가는 중이다. 지구를 위한 작은 실천에 꾸준히 앞장서다 보면, 언젠가 우리가 살고 있는 이 터전도 아름다운 부메랑이 되어 돌아올 테니 말이다.`,
    },
    {
        idx : "2",
        magsrc:"./images/magazine/magazine2.jpg",
        magsrc2:"./images/magazine/magazine2_desc.jpg",
        magname: `LUXURY
        ^
        Half of My Heart`,
        magpro: `엄마와 딸이 함께 누리는 시계`,
        mageditor: `PYO HYE YEON`,
        magcont: `HERMÈS 디자이너 앙리 도리니의 1991년 스케치에서 시작된 워치로 직사각형 안의 정사각형 모양이 특징이다. 다이아몬드가 세팅된 천연 자개 다이얼과 로즈 골드 스트랩이 섬세하고 아름답게 반짝인다. 케이프 코드 가격 미정.`,
    },
    {
        idx : "3",
        magsrc:"./images/magazine/magazine3.jpg",
        magsrc2:"./images/magazine/magazine3_desc.jpg",
        magname: `F&B
        ^
        The Coffee Forecast`,
        magpro: `커피 리브레 서필훈 대표가 보내온 기후변화와 스페셜티 커피`,
        mageditor: `HAN JI HEE`,
        magcont: `커피 농사는 생각보다 쉽지 않다. 8년 전 니카라과에 매입한 ‘핀카 리브레’라는 이름의 커피 농장을 경영하는 일은 애당초 낭만과는 거리가 멀었고 지금도 악전고투하고 있다. 농사의 어려움이야 익히 알려진 대로 셀 수 없지만 가장 큰 골칫거리는 기후변화다. 재작년 어느 새벽, 농장 매니저 에드윈이 다급하게 연락했다. 2주 간격으로 연이어 덮친 두 개의 초대형 허리케인으로 산사태가 발생해 농장의 가공설비가 토사에 떠내려갔다며 사진을 보내왔다. 다행히 인명 피해는 없었지만, 설비를 복구하고 안전벽을 만드는 데 큰 비용이 들었다. 더군다나 수확을 앞둔 커피 열매들이 강한 비바람에 떨어져 수확량의 50%를 잃었다. 손해가 막심했다. 안 그래도 불안정해진 강수량과 강수 시기로 수확에 큰 어려움을 겪고 있었는데 어쩔 도리 없는 ‘자연의 힘’ 앞에 나는 맥이 풀렸다. 보통 커피 생산자들처럼 내가 은행이나 지역의 대부업체로부터 커피 농장을 담보로 농사에 필요한 돈을 빌렸다면 나는 돈을 갚지 못해 농장을 잃었을지도 모른다. 일 년에 한 번 수익이 나는 올해 농사를 망쳐서 다음 해 농장에 필요한 비용을 마련하지 못하면 내년 수확마저 위태로워진다. 최근 니카라과는 대형 허리케인의 빈도가 잦아 커피 생산자에게 큰 피해를 주고 있다. 점점 심각해지는 지구온난화는 해수면 온도를 높여 중미 지역을 관통하는 허리케인의 빈도와 힘을 배가시키고 있다. 니카라과는 세계에서 자연재해로 인한 피해 위험이 가장 높은 여섯 번째 나라다.`,
    },
    {
        idx : "4",
        magsrc:"./images/magazine/magazine4.jpg",
        magsrc2:"./images/magazine/magazine4_desc.jpg",
        magname: `SPECIAL THEME
        ^
        Beyond Sustainability`,
        magpro: `패션계의 리셀과 리사이클의 흐름`,
        mageditor: `KIM MI KANG`,
        magcont: `리셀과 리사이클링은 패션계와 상생하며 나아가야 할 새로운 문화 현상이자 ‘필환경’적 행보이다.
        전례 없는 팬데믹이 인류를 습격했던 지난 몇 년 동안 우리의 소비 패턴은 놀라울 만큼 새롭고 다면적인 방식으로 변모했다. 천문학적인 돈이 시중에 풀리고 억눌렸던 소비 욕구가 폭발하며 값비싼 럭셔리 패션 아이템을 향한 소비도 수직 상승했지만, 동시에 환경보호와 지속가능성에 대한 경각심이 높아지면서 반대 목소리를 내는 이들의 ‘착한’ 행보도 곳곳에서 포착되기 시작했다. 불과 몇 년 전까지만 해도 자라, 에이치앤엠을 비롯한 SPA 브랜드의 패스트패션에 매료됐던 사람들이 팬데믹을 지켜보며 지구를 병들게 하는 패스트패션의 엄청난 폐기물에 경각심을 갖기 시작한 것. 전 세계인을 공포로 몰아넣은 전례 없는 전염병이 사실은 우연이 아닌 인간의 이기심이 만들어낸 최악의 상황이라는 것을, 이제는 더 이상 모른 척할 수 없다는 지구환경 보호와 지속가능성의 흐름이 더욱 대두되고 있다. 사실 이미 패션계는 수년 전부터 환경 파괴의 주범이라는 오명을 극복하기 위해 다양한 친환경적 행보를 이어가고 있다. 동물의 가죽과 털을 잔인하게 채집하는 비인간적 방식을 철회한다는 ‘퍼프리’가 선택이 아닌 필수가 된 지 오래고, 컬렉션 무대장치부터 룩을 제작한 자투리 천과 장식품까지 재활용하는 리사이클링 작업도 활발히 이루어지고 있다. 목재 패널로 완성된 벽 구조물과 카펫 등 런웨이 제작에 사용된 재료를 회수해 재활용한다는 발렌시아가와 미우미우, 직물과 가죽 자투리를 모아 재사용하면서 사회적 약자의 사회 활동을 지원하는 구찌의 ‘구찌 업(Gucci Up)’ 프로젝트는 럭셔리 하우스의 대표적인 리사이클링 행보다. 그중에서도 최근 가장 두드러지는 친환경적 행보이자 새로운 문화현상은 바로 중고 거래다. 타인의 흔적이 깃든 물건에 거부감을 느꼈던 이들의 편견조차 단번에 변화시킬 만한 요즘 중고 트렌드는 과거와는 확연하게 다른 모습으로 그야말로 새로운 국면을 맞이하며 각광받고 있다.`,
    },
    {
        idx : "5",
        magsrc:"./images/magazine/magazine5.jpg",
        magsrc2:"./images/magazine/magazine5_desc.jpg",
        magname: `BEAUTY
        ^
        Feel The Mother Nature`,
        magpro: `숲과 깊은 바다, 대자연을 품은 스킨케어`,
        mageditor: `PYO SUN AH`,
        magcont: `SISLEY 다섯 가지 식물 유래 추출물이 피부의 유수분 밸런스를 맞춰 피부 본연의 에너지를 깨우는 에뮐씨옹 에꼴로지끄 아드밴스드 포뮬라 125ml 33만원.`,
    },
    {
        idx : "6",
        magsrc:"./images/magazine/magazine6.jpg",
        magsrc2:"./images/magazine/magazine6_desc.jpg",
        magname: `F&B
        ^
        Wine belongs to Nature`,
        magpro: `자연에 가깝게, 내추럴 와인`,
        mageditor: `HAN JI HEE`,
        magcont: `내추럴 와인을 특정하기는 어렵다. 유기농 와인 또는 바이오다이내믹 와인과는 또 다른 차원으로 해석된다. 유기농과 바이오다이내믹이 포도를 생산하는 자연 농법에 핵심이 있다면, 내추럴 와인은 포도 생산부터 와인 양조와 병입에 이르기까지 전 과정에서 인간과 화학적인 개입을 최소화한다. 여기에 와이너리의 근간을 이루는 와인메이커의 삶과 자연 철학까지 아우르고 있으니, 애초 내추럴 와인을 한 마디로 정의하기는 불가능한 일이다.
        사실 내추럴 와인은 새롭게 생긴 종류가 아니다. 포도를 재배하는 경작지에 화학 재료를 사용하기 시작한 1960년대 이전의 제조 방식으로 돌아간 것일 뿐이다. 와인메이커들은 제조에 필요한 시간을 조절하고, 일정한 맛과 풍미를 유지한 와인을 더 많이 생산하기 위해 땅에는 물론 와인 제조 과정에서 각종 화학 재료를 사용하고 있다. 우선 농법을 들여다보자. 와인의 주재료인 포도는 땅의 산물이다. 제초제를 뿌린 땅에서는 미생물이 사라져 땅과 포도 사이에 유기적인 작용이 이뤄지지 않는다. 이러한 땅에서는 포도나무의 뿌리가 깊게 내리지 못해 결과적으로 포도 상태에도 영향을 준다. 유기농 또는 바이오다이내믹 농법은 제초제는 물론 화학 재료를 사용하지 않는데 포도밭의 잡초를 사람이 일일이 뽑거나 동물을 풀어놓고 먹게 한다. 따라서 경작지는 소규모로 운영될 수밖에 없고 생산량도 적다.
        자연의 방식 그대로 건강한 땅에서 얻은 포도알들은 발효 과정에서도 빛이 난다. 포도의 생장에 맞게 천천히 발효시키면 사람이 아무것도 하지 않아도 와인이 자연스럽게 만들어진다. 다만 시간이 오래 걸린다. 반면 허약한 포도알들을 사용하면 쉽게 부패할 수 있어 첨가제를 넣고 발효를 돕기 위해 인공 효모를 넣는다. 덕분에 생산자가 원하는 대로 생산 시간과 보관 시간을 조절할 수 있다.
        와인의 빠른 산화와 잡균이 번식하는 것을 제어하는 첨가제 중에는 이산화황(SO2)이 있다. 내추럴 와인은 이산화황을 넣지 않거나 아주 최소의 양만을 사용한다. 유통 기간과 보관 상태에 각별히 신경 쓴 와인을 마셔야 하는 이유다. 다시 말해 내추럴 와인은 생산된 후 빠르게 마셔야 제대로 건강하게 즐길 수 있다.
        내추럴 와인의 존재 주체는 사람이 아닌 자연이다. 포도밭의 지질과 생산 해의 기후 조건이 맛과 풍미에 충실하게 반영되어 있다. 따라서 내추럴 와인은 남다른 ‘개성’을 갖는다. 그것이 비록 개인의 취향에 맞지 않는다고 해도 이름난 와이너리는 팬들이 따른다. 그중 빅 팬은 포도가 와인이 될 때까지 기다려준 와인메이커다. 그렇게 자연은 내추럴 와인 메이커들에게도 철학이 되고 인생의 신념이 된다. 와인의 맛뿐만 아니라, 흥미롭게 들여다볼 이야기가 그들마다 존재한다는 뜻이다.`,
    },
    
  ]


  // 메인 문화센터영역과, 문화센터페이지 스와이퍼 데이터
const magazine_art_data = [
    {
        idx : "1",
        magsrc:"./images/magazine/magazine7.jpg",
        magsrc2:"./images/magazine/magazine7_desc.jpg",
        magname: `ART
        ^
        Walking Through The Sculptures`,
        magpro: `신작 에어매스 시리즈를 발표한 권오상 작가`,
        mageditor: `HAN JI HEE`,
        magcont: `권오상은 세상에 없던 사진 조각을 만든 조각가다. 존재하지 않았던 창작물의 방식은 획기적이었고, 조각의 육중한 무게를 가볍게 만들었다는 면에서도 혁신적이었다. 2020년부터 사진 조각이 갖고 있던 추상성에 천착한 권오상 작가는 지난해 자신의 조각에 공기를 주입한다. 사진 조각 내부에도 있던 공기다. 그런데 작가는 이전까지 공기를 감싸는 인화지 대신 패브릭을 선택하고, 조각의 규모와 양감, 원하는 형태에 대대적인 변화를 준다. 330m2 규모의 에비뉴엘 아트홀은 그러한 변화의 현장이다. 높이 3.2m, 가로 6m가 넘는 거대한 규모의 에어 매스 신작들이 전시장에 가득 들어차 있다. 영국 조각가 헨리 무어(1898~1986)의 청동 작품에서 영감을 받은 와상들과 함께, 그 사이사이 반짝거리는 사진 조각 정물들과 거울 지지대들이 놓였다. 전시 <AIR MASS: 바람이 다니는 길>은 독특한 미로 정원이 되어 묘한 감정의 산책을 이끌고 있다.`,
    },
    {
        idx : "2",
        magsrc:"./images/magazine/magazine8.jpg",
        magsrc2:"./images/magazine/magazine8_desc.jpg",
        magname: `LIVING
        ^
        Ciao! 2023 Milan Design Week`,
        magpro: `예술적 흥이 한껏 오른 2023 밀란 디자인 위크`,
        mageditor: `LIM JI MIN`,
        magcont: `전 세계 리빙·디자인 피플이 손꼽아 기다리던 밀라노 디자인 위크가 4월 17일부터 23일까지 일주일간의 대장정을 끝으로 막을 내렸다. 밀라노 디자인 위크는 지난 몇 년간 세계적인 어려움으로 다소 부진을 겪기도 했지만, 변화와 혁신을 거듭하며 올해 들어서야 비로소 제 모습을 갖췄다. 이 기간 동안 살펴볼 곳은 너무나 많지만 크게 두 가지로 나누자면, 18일부터 진행한 밀라노 북서쪽 외곽 로 피에라(Rho Fiera) 지역의 본 전시인 가구 박람회 살로네 델 모빌레(Salone del Mobile)와 밀라노 도심 곳곳에서 개최한 푸오리 살로네(Fuori Salone)다. 이 밖에도 람브라테, 브레라, 토르토나 등 디자인 지구로 형성된 곳을 비롯해 미술관이나 소규모 갤러리, 쇼룸과 사무실 등에서 크고 작은 볼거리가 펼쳐진다. 우선 메인 전시라 할 수 있는 가구 박람회가 열린 본 전시장 로 피에라는 세계 각국에서 모인 가구 및 조명, 홈 퍼니싱을 아우르는 브랜드를 한자리에서 만날 수 있다. 이곳을 방문할 경우 규모가 워낙 방대해서 마음의 준비를 단단히 하는 것이 좋겠다. 1000여 개가 넘는 부스를 모두 방문하는 것은 그리 쉬운 일이 아니기에 방문 목적에 따라 어떤 파빌리언을 둘러봐야 할지 브랜드를 미리 살펴보는 것을 권한다.`,
    },
]
  

  
  
  
  
  export { magazine_data, magazine_art_data }